<!DOCTYPE html>
<html>
<head>
<meta name='viewport' content='width=device-width, initial-scale=1.0'>
<link rel="stylesheet" type="text/css" href="/css/basic.css">
<title>Tu Marca Personal - mariosanchez.org</title>    
</head>
<body>

<header>

<a href="/"><img src="http://www.mariosanchez.org/images/logo.png" width="400"></a> 
<hr />

</header>


<h1>Tu Marca Personal</h1>
    
<div class="date">September 25, 2012</div>


<p>Mucho se ha escrito sobre el concepto de marca personal. A juzgar por gran parte del material que se puede encontrar en Internet, podr&iacute;a pensarse que se trata de un concepto superficial y fr&iacute;volo. Por ello, en los p&aacute;rrafos que siguen intentare plasmar mi opini&oacute;n sobre el tema y explicar por que es importante.</p>

<h2 id="un-poco-de-historia:1e5203f9d6f3f6af0248e56ec6ce10e8">Un Poco de Historia</h2>

<p>El concepto de <strong>branding personal</strong> no es nuevo. Existi&oacute; siempre, aunque muchas veces confundido entre conceptos parecidos, como reputaci&oacute;n, experiencia y personalidad.</p>

<p>Fue el autor norteamericano Tom Peters en su ya cl&aacute;sico art&iacute;culo <a href="http://www.fastcompany.com%2Fmagazine%2F10%2Fbrandyou.html">The Brand Called You</a> (aparecido en la revista Fast Company en Agosto de 1997) el primero en definirlo formalmente.</p>

<p>En su art&iacute;culo, Peters afirma que la &uacute;nica manera de lograr diferenciarnos como profesionales en un mundo cada vez m&aacute;s competitivo es manejando nuestra carrera como las grandes empresas manejan las marcas de sus productos.</p>

<h2 id="qu-es-el-branding-personal:1e5203f9d6f3f6af0248e56ec6ce10e8">&iquest;Qu&eacute; es el Branding Personal?</h2>

<p>Branding personal es el <strong>proceso de definir con precisi&oacute;n qu&eacute; nos hace diferentes, de especificar como esa diferencia se traduce en un beneficio relevante para nuestra clientela o audiencia, y de comunicar ese beneficio de manera clara, concisa y efectiva.</strong></p>

<p>El branding personal nos permite romper el paradigma tradicional de tener que adaptarnos a las diferentes oportunidades que se nos presentan (ll&aacute;mese un empleo o un proyecto), y nos da la pauta para saber si esas oportunidades son realmente compatibles con nosotros.</p>

<p>Un proceso de branding personal bien ejecutado har&aacute; que las oportunidades correctas <strong>vengan a nosotros</strong> en lugar de nosotros tener que perseguirlas.</p>

<p>El branding personal implica tambi&eacute;n actuar con una visi&oacute;n a largo plazo. No podemos reinventarnos todos los d&iacute;as. Cada una de nuestras acciones contribuye a que acumulemos (o perdamos) brand equity, y sus consecuencias se dejar&aacute;n sentir por mucho tiempo.</p>

<h2 id="en-favor-del-branding-personal:1e5203f9d6f3f6af0248e56ec6ce10e8">En Favor del Branding Personal</h2>

<p>Hay quienes dicen que el branding personal es un enfoque simplista que ignora la complejidad de nuestra condici&oacute;n humana y nos reduce a la categor&iacute;a de objetos.</p>

<p>Nada podr&iacute;a estar m&aacute;s lejos de la realidad.</p>

<p>Esa complejidad, mezcla &uacute;nica de nuestros <strong>talentos, valores, relaciones, experiencias y preferencias personales</strong> es precisamente lo que nos hace diferentes. No se trata entonces de ignorar nuestra complejidad, sino de definirla de tal manera que nos ayude a comunicar el valor que solamente nosotros podemos ofrecer.</p>

<p>No asumir la responsabilidad de construir nuestra marca personal es dejar que se nos defina a trav&eacute;s de descripciones de trabajo gen&eacute;ricas e impersonales, y que nos convirtamos en <em>commodities</em>.</p>

<h2 id="comunicando-tu-marca-personal:1e5203f9d6f3f6af0248e56ec6ce10e8">Comunicando Tu Marca Personal</h2>

<p>Las mejores marcas personales son capaces de comunicar lo que representan en muy pocas palabras. Un ejemplo es el candidato (y hoy presidente de los Estados Unidos) Barack Obama quien logr&oacute; definirse con una sola palabra: Cambio (Change).</p>

<p>Una manera efectiva de comunicar tu marca personal es a trav&eacute;s de una <strong>declaraci&oacute;n de misi&oacute;n</strong>.</p>

<p>Contrariamente a lo que ocurre en el mundo corporativo, donde la declaraci&oacute;n de misi&oacute;n es por lo general una insulsa colecci&oacute;n de cliches acu&ntilde;ados por alg&uacute;n gur&uacute; de moda, la declaraci&oacute;n de misi&oacute;n puede ser una herramienta muy &uacute;til si se redacta con pocas palabras simples.</p>

<p>Por ejemplo "lograr que de cada dos alumnos uno vaya a la universidad" es una declaraci&oacute;n de misi&oacute;n mucho m&aacute;s poderosa que "sinergizar esfuerzos para que mediante el uso de tecnolog&iacute;a de punta maximicemos el potencial intr&iacute;nseco del educando".</p>

<p>Otra herramienta muy &uacute;til es la llamada <strong>frase de elevador</strong>, una especie de comercial para tu marca personal que debes poder exponer en alrededor de 15 segundos. Con esta corta frase debes poder presentarte (dar tu nombre); explicar a que te dedicas; cual es el valor de lo que ofreces o que te hace especial y diferente; y sugerir un pr&oacute;ximo paso (que podr&iacute;a ser simplemente la manera de comunicarse contigo).</p>

<p>Es &uacute;til tambi&eacute;n confeccionar una lista de tres a cinco adjetivos que te definan. &iquest;Qu&eacute; palabras quisieras que vengan autom&aacute;ticamente a la mente de todos aquellos que escuchan tu nombre? Piensa en adjetivos con connotaciones positivas y que establezcan una diferencia importante.</p>

<h2 id="m-s-all-del-curriculum-vitae:1e5203f9d6f3f6af0248e56ec6ce10e8">M&aacute;s All&aacute; del Curriculum Vitae</h2>

<p>Si bien todav&iacute;a es necesario, el curriculum vitae ya no es suficiente. En estas &eacute;pocas, una estrategia de branding personal que no aproveche las poderosas herramientas que nos brinda la Internet est&aacute; condenada al fracaso.</p>

<p>Hoy, si no est&aacute;s en Google no existes.</p>

<p>65% de los usuarios de Internet conf&iacute;an en un <strong>motor de b&uacute;squeda</strong> para conseguir la informaci&oacute;n deseada: &iquest;Qu&eacute; encontrar&aacute;n cuando escriban tu nombre? &iquest;Qu&eacute; encontrar&aacute;n cuando escriban tu especialidad y tu ciudad? &iquest;Te encontrar&aacute;n, o encontrar&aacute;n a tus competidores?</p>

<p>Si bien hay muchas maneras de influenciar &eacute;ticamente los resultados de un motor de b&uacute;squeda, una de las m&aacute;s comunes es registrar tu dominio y crear una crear una p&aacute;gina web sencilla. Tambi&eacute;n es muy efectivo llenar perfiles en las principales redes sociales, y llenar un perfil en Google. Estos perfiles tienden a ser muy bien catalogados por los motores de b&uacute;squeda.</p>

<h2 id="el-poder-de-los-blogs-y-las-redes-sociales:1e5203f9d6f3f6af0248e56ec6ce10e8">El Poder de los Blogs y las Redes Sociales</h2>

<p>Los blogs y las redes sociales (los llamados social media) han roto las barreras de entrada que nos separaban de nuestro mercado objetivo. Estas herramientas (muchas de ellas gratuitas o de bajo costo) han permitido que quienes &eacute;ramos antes simples espectadores ahora podamos tomar control del escenario.</p>

<p>Los medios tradicionales como los diarios, la televisi&oacute;n y la radio ya no son la &uacute;nica manera en que podemos consumir y diseminar informaci&oacute;n.</p>

<p>La publicidad tradicional atraviesa por una grave crisis de credibilidad, y con justa raz&oacute;n. Nada m&aacute;s cabe plantearse la pregunta: Qu&eacute; tiene m&aacute;s peso: lo que t&uacute; digas de t&iacute; mismo, o lo que otros digan de ti?</p>

<p>La respuesta es obvia, y explica por que cada vez menos gente depende de la publicidad para tomar una decisi&oacute;n de compra y cada vez m&aacute;s en recomendaciones de amigos, potenciadas de exponencialmente por las redes sociales.</p>

<p>Gracias a los <strong>blogs</strong> ahora contamos con una plataforma de alcance global e instant&aacute;neo para expresar y difundir nuestras ideas, as&iacute; como tambi&eacute;n interactuar con quienes nos visitan. Un blog es quiz&aacute;s la mejor herramienta disponible para comunicar nuestra marca personal.</p>

<p>Redes como LinkedIn permiten relacionarnos con otros profesionales y construir nuestra red de contactos de una manera f&aacute;cil y r&aacute;pida. Por medio de LinkedIn podemos acceder a oportunidades que de otra manera no se nos hubiesen presentado.</p>

<p>A trav&eacute;s de YouTube podemos tener un canal propio para difundir nuestras ideas, presentaciones, entrevistas y comentarios.  Slideshare nos permite compartir nuestras presentaciones con nuestra audiencia.</p>

<p>Otras herramientas importantes para comunicar tu marca personal son Twitter, para compartir enlaces y opiniones breves, y Facebook, para compartir comentarios, fotograf&iacute;as, videos y aplicaciones, o para construir una p&aacute;gina para nuestra empresa, producto o servicio.</p>

<p>Las posibilidades que nos brinda la Internet para construir y comunicar nuestra marca personal est&aacute;n limitadas s&oacute;lo por nuestra imaginaci&oacute;n y por el tiempo y esfuerzo que deseemos invertirle.</p>

<h2 id="tu-personalidad-la-cereza-de-la-torta:1e5203f9d6f3f6af0248e56ec6ce10e8">Tu Personalidad: La Cereza de la Torta</h2>

<p>Una de las primeras preguntas que surge cuando uno resalta la importancia de crear nuestra marca personal y participar activamente en las redes sociales es: &iquest;Para qu&eacute;? &iquest;A qui&eacute;n le importa mi opini&oacute;n, lo que me gusta, o lo que estoy haciendo?</p>

<p>Pues, a todos.</p>

<p>Vivimos en una &eacute;poca en que <strong>los atributos t&eacute;cnicos, si bien siguen siendo importantes, ya no son suficientes para diferenciarnos</strong>. Probablemente hayan, s&oacute;lo en tu ciudad, miles de profesionales (dentistas, abogados, contadores, etc.) t&eacute;cnicamente capacitados para hacer su trabajo bien.</p>

<p>Esta abundancia de opciones nos da la prerrogativa de trabajar s&oacute;lo con personas que compartan nuestros valores, nuestras aficiones, nuestras prioridades y nuestra manera de ver las cosas (personas que, como se dice comunmente, "nos caigan bien").</p>

<p>Nuestra personalidad y nuestras experiencias personales son la saz&oacute;n que le da al plato de nuestra marca personal su sabor &uacute;nico y caracter&iacute;stico.</p>

<p>El exceso de formalidad, y la separaci&oacute;n de la vida profesional de la personal son cosa del pasado. Lo que la gente quiere saber para trabajar contigo es quien eres realmente, y cuales son tus historias.</p>


<p>Tags: <a href="../../tags/business">business</a> </p>


<footer>
<hr />
<p class="small">&#169;2015 <a href="/">Mario Sanchez Carrion<a> | <a href="/colophon/">Colophon</a> | <a href="https://github.com/mariobox/Hugo-Source">Source</a></p>

</footer>

</div>
</div>
</body>
</html>
